{
  "header.home": "Home",
  "header.about": "About Me",
  "header.technology": "Technologies",
  "header.projects": "Projects",
  "header.contact": "Contact",
  "hero.description": "Passionate Software Developer dedicated to creating solutions.",
  "about.title": "About Me",
  "about.description": "I am Federico Moretto, a passionate FrontEnd Developer and <span>Bachelor of Computer Science student</span>. Currently, I work as a freelance developer and have over 3 years of experience in foreign trade, in which I also obtained a bachelor's degree.<br /><br />  With technical skills in <span>HTML</span>, <span>CSS</span>, <span>JavaScript</span>, <span>TypeScript</span>, and frameworks like <span>React.JS</span>, <span>Next.JS</span>, y <span>React Native</span>, I excel as a web developer specialized in creating fluid and engaging user experiences. Additionally, I have experience in responsive design and web performance optimization.<br /><br /> My focus on FrontEnd development is complemented by knowledge in <span>Java</span> y <span>Python</span> for backend development, making me a versatile candidate capable of working on Full Stack projects.<br /><br /> I am a creative and results-oriented individual, always seeking new ways to solve problems and improve efficiency. I stand out as a team player and enjoy collaborating with others to achieve common goals.",
  "skills.title": "Skills",
  "skills.frontend": ["HTML", "CSS", "JavaScript", "TypeScript", "Tailwind CSS", "React.JS", "Next.JS", "React Native"],
  "skills.backend": ["Java", "SpringBoot", "Python"],
  "skills.other": ["MySql", "FireBase", "Git", "GitHub"],
  "projects.title": "Projects",
  "projects.all": "All",
  "projects.others": "Others",
  "projects.webSites": "Web Sites",
  "contact.title": "Contact Me",
  "contact.firstDescription": "I am open to new job opportunities. You can contact me through my social media or by sending me an email.",
  "contact.secondDescription": "I'll leave you a download link for my resume.",
  "footer.develop": "Developed by Federico Moretto",
  "footer.rights": "All Rights reserved",
  "changeLanguage": "🇪🇸"
}