{
  "header.home": "Home",
  "header.about": "About Me",
  "header.technology": "Technologies",
  "header.projects": "Projects",
  "header.contact": "Contact",
  "hero.description": "Passionate Software Developer dedicated to creating solutions.",
  "about.title": "About Me",
  "about.description": "<p>Hello! I am Federico Moretto, a passionate and professional developer with experience in software development and technical support.<br /><br />Currently, I work at <span>Asince SRL</span> as <span>Technical Support</span>, where my main responsibilities include:</p><br /><ul><li>-Reading, analyzing, and resolving error tickets.</li><li>-Implementing hotfixes to ensure system stability.</li><li>-Developing new features and application improvements.</li><li>-Monitoring and managing the status of servers and databases.</li></ul><br /><p>I have technical skills in <span>C#.NET</span>, <span>Vue.js</span>, <span>TypeScript</span>, <span>Oracle PL/SQL</span>, and <span>Azure</span>, which I also apply in personal projects during my free time, exploring innovative and practical solutions for real-world challenges.</p><br /><p>In addition, I have solid experience in foreign trade, with more than 3 years in the field, and a bachelor’s degree that complements my methodical and structured approach to software development.</p><br /><p>I am passionate about teamwork, solving complex problems, and contributing to the development of robust and high-impact systems. I constantly seek to learn and grow in the technological field, including areas such as artificial intelligence and emerging technologies.</p><br /><p>I am open to connecting with other professionals, sharing knowledge, and exploring new opportunities that allow me to continue developing both personally and professionally.</p>",
  "skills.title": "Skills",
  "skills.frontend": ["HTML", "CSS", "JavaScript", "TypeScript", "Tailwind CSS", "React.JS", "Next.JS", "React Native"],
  "skills.backend": ["Java", "SpringBoot", "Python"],
  "skills.other": ["MySql", "FireBase", "Git", "GitHub"],
  "projects.title": "Projects",
  "projects.all": "All",
  "projects.others": "Others",
  "projects.webSites": "Web Sites",
  "contact.title": "Contact Me",
  "contact.firstDescription": "I am open to new job opportunities. You can contact me through my social media or by sending me an email.",
  "contact.secondDescription": "I'll leave you a download link for my resume.",
  "footer.develop": "Developed by Federico Moretto",
  "footer.rights": "All Rights reserved",
  "changeLanguage": "🇪🇸"
}