{
  "header.home": "Inicio",
  "header.about": "Sobre mí",
  "header.technology": "Skills",
  "header.works": "Experiencia",
  "header.projects": "Proyectos",
  "header.contact": "Contacto",
  "header.openMenu": "Abrir menú",
  "header.closeMenu": "Cerrar menú",
  "hero.tagline": "Software Developer",
  "hero.title": "Transformo ideas en software que realmente funciona",
  "hero.description": "Diseño, desarrollo y mantengo productos digitales que combinan interfaces simples con una arquitectura sólida y pensada para durar.",
  "hero.secondary": "Hoy formo parte de Asince SRL, donde me enfoco en mantener estables los sistemas críticos y en crear nuevas funcionalidades que ayuden a que la empresa siga creciendo.",
  "hero.ctaContact": "Colaboremos",
  "hero.ctaProjects": "Ver proyectos",
  "hero.highlights": [
    { "label": "Años en tecnología", "value": "2+" },
    { "label": "Proyectos entregados", "value": "5+" },
    { "label": "Desde", "value": "Argentina" }
  ],
  "about.subtitle": "Historia",
  "about.title": "De soporte técnico a desarrollador full-stack",
  "about.description": [
    "¡Hola! Soy Federico Moretto, un desarrollador al que le apasiona convertir ideas complejas en soluciones claras, escalables y fáciles de mantener.",
    "En Asince SRL combino la respuesta a incidentes con el desarrollo de producto: analizo tickets, aplico hotfixes y desarrollo nuevas funcionalidades sin perder de vista el rendimiento.",
    "Mi paso por el área de comercio exterior fortaleció mi pensamiento analítico y mi forma de trabajar con equipos de distintos perfiles."
  ],
  "about.highlightsTitle": "Mi equipo confía en mí para",
  "about.highlights": [
    "Detectar y resolver incidentes en producción antes de que afecten a los usuarios.",
    "Diseñar automatizaciones que reducen tareas manuales y acortan los tiempos de soporte.",
    "Mejorar interfaces cuidando la accesibilidad y la coherencia visual del producto.",
    "Monitorear la infraestructura y el rendimiento de los servicios en la nube y bases de datos."
  ],
  "about.focusTitle": "Lo que estoy explorando",
  "about.focusAreas": [
    "Herramientas impulsadas por IA para acelerar el debugging y los flujos de soporte.",
    "Diseño de sistemas que mantengan la consistencia en productos multilenguaje.",
    "Estrategias de observabilidad y respuesta a incidentes en entornos cloud.",
    "APIs escalables con .NET y despliegues en entornos serverless."
  ],
  "skills.subtitle": "Toolkit",
  "skills.title": "Skills y tecnologías",
  "skills.description": "Apasionado por el desarrollo backend: transformar la lógica y los datos en soluciones estables, seguras y eficientes.",
  "skills.groups": [
    {
      "title": "Front-end",
      "items": ["HTML", "CSS", "JavaScript", "TypeScript", "Tailwind CSS", "React", "Next.js", "React Native"]
    },
    {
      "title": "Back-end",
      "items": ["C# .NET", "Java", "Spring Boot", "Python", "Node.js"]
    },
    {
      "title": "Herramientas",
      "items": ["SQL", "Firebase", "Git", "GitHub", "Azure", "Jira"]
    }
  ],
  "skills.highlights": [
    "Configuro pipelines de CI/CD y pruebas automatizadas para mantener lanzamientos predecibles.",
    "Promuevo el desarrollo basado en componentes con patrones reutilizables y enfoque en accesibilidad.",
    "Trabajo junto a las áreas clave del negocio para traducir reglas en funcionalidades mantenibles."
  ],
  "works.subtitle": "Carrera",
  "works.title": "Experiencia profesional",
  "works.description": "Un vistazo a los equipos y proyectos con los que tuve la oportunidad de crecer.",
  "works.items": [
    {
      "role": "Soporte técnico y desarrollador de software",
      "company": "Asince SRL",
      "period": "2022 — Actualidad",
      "summary": "Mantengo estable la plataforma principal mientras desarrollo nuevas funcionalidades para productos fintech y ERP.",
      "achievements": [
        "Gestión y resolución de tickets de soporte técnico.",
        "Desarrollo e implementación de hotfixes para entornos productivos.",
        "Monitoreo y mantenimiento de servidores y bases de datos.",
        "Desarrollo de nuevas funcionalidades en aplicaciones web."
      ],
      "technologies": ["C# .NET", "Vue", "TypeScript", "Azure", "Oracle SQL", "Crystal Reports"]
    },
    {
      "role": "Desarrollador full-stack freelance",
      "company": "Proyectos independientes",
      "period": "2019 — 2022",
      "summary": "Diseñé y desarrollé sitios web a medida para pequeñas empresas, desde la idea hasta su publicación.",
      "achievements": [
        "Creación de sitios responsivos y PWAs que aumentaron la visibilidad y generación de leads de clientes locales.",
        "Automatización de flujos administrativos con Firebase, reduciendo tareas manuales hasta en un 50%.",
        "Acompañamiento a clientes no técnicos para implementar analítica y procesos iterativos de mejora."
      ],
      "technologies": ["Next.js", "Firebase", "Tailwind", "Node.js"]
    }
  ],
  "projects.subtitle": "Showcase",
  "projects.title": "Proyectos",
  "projects.description": "Algunos proyectos destacados que combinan una buena experiencia de usuario con bases técnicas sólidas.",
  "projects.all": "Todos",
  "projects.others": "Varios",
  "projects.webSites": "Web",
  "projects.inProgress": "En desarrollo",
  "projects.noImage": "Imagen en preparación",
  "projects.error": "No se pudieron cargar los proyectos. Intentá nuevamente más tarde.",
  "projects.links.demo": "Ver demo",
  "projects.links.repository": "Repositorio",
  "projects.typeLabels.website": "Sitio web",
  "projects.typeLabels.misc": "Otros",
  "projects.empty": "Todavía no hay proyectos para mostrar. ¡Vuelvo pronto!",
  "contact.subtitle": "Colaboración",
  "contact.title": "Construyamos algo que valga la pena",
  "contact.description": [
    "Estoy abierto a nuevas oportunidades, proyectos remotos y charlas sobre desarrollo y crecimiento de producto.",
    "¿Preferís algo más asincrónico? Escribime o descargá mi CV actualizado."
  ],
  "contact.ctaEmail": "Enviar email",
  "contact.ctaResume": "Descargar CV",
  "footer.develop": "Desarrollado por Federico Moretto",
  "footer.rights": "Todos los derechos reservados",
  "changeLanguage": "EN / ES"
}
