{
  "hola.fede": "Gasdaskldsa",
  "header.about": "Sobre Mi",
  "header.home": "Inicio",
  "header.technology": "Tecnologias",
  "header.projects": "Proyectos",
  "header.contact": "Contacto",
  "hero.description": "Desarrollador de Software apasionado por la creacion de soluciones",
  "about.title": "Sobre Mi",
  "about.description": "<p>¡Hola! Soy Federico Moretto, un desarrollador apasionado y profesional con experiencia en desarrollo de software y soporte técnico.</br></br> Actualmente, trabajo en <span>Asince SRL</span> como <span>Technical Support</span>, donde mis principales responsabilidades incluyen:</p></br><ul><li>-Lectura, análisis y resolución de tickets de error.</li><li>-Implementación de hotfixes para garantizar la estabilidad del sistema.</li><li>-Desarrollo de nuevas funcionalidades y mejoras en aplicaciones.</li><li>-Monitoreo y gestión del estado de servidores y bases de datos.</li></ul></br><p>Cuento con habilidades técnicas en <span>C#.NET</span>, <span>Vue.js</span>, <span>TypeScript</span>, <span>Oracle PL/SQL</span> y <span>Azure</span>, las cuales también aplico en proyectos personales en mi tiempo libre, explorando soluciones innovadoras y prácticas para desafíos reales.</p></br><p>Además, poseo una sólida experiencia en <span>comercio exterior</span>, con más de 3 años en el sector, y una licenciatura que complementa mi enfoque metódico y estructurado en el desarrollo de software.</p></br><p>Me apasiona trabajar en equipo, resolver problemas complejos y contribuir al desarrollo de sistemas robustos y de alto impacto. Busco constantemente aprender y crecer en el ámbito tecnológico, incluyendo áreas como <span>inteligencia artificial</span> y <span>nuevas tecnologías</span>.</p></br><p>Estoy abierto a conectar con otros profesionales, compartir conocimientos y explorar <span>nuevas oportunidades</span> que me permitan seguir desarrollándome tanto personal como profesionalmente.</p>",
  "skills.title": "Skills",
  "skills.frontend": ["HTML", "CSS", "JavaScript", "TypeScript", "Tailwind CSS", "React.JS", "Next.JS", "React Native"],
  "skills.backend": ["Java", "SpringBoot", "Python"],
  "skills.other": ["MySql", "FireBase", "Git", "GitHub"],
  "projects.title": "Proyectos",
  "projects.all": "Todos",
  "projects.others": "Varios",
  "projects.webSites": "Sitios Web",
  "projects.inProgress": "En desarrollo",
  "projects.noImage": "Imagen en preparación",
  "projects.error": "No pudimos cargar los proyectos. Intenta nuevamente más tarde.",
  "projects.links.demo": "Ver demo",
  "projects.links.repository": "Repositorio",
  "projects.typeLabels.website": "Sitio web",
  "projects.typeLabels.misc": "Otros",
  "projects.empty": "Aún no hay proyectos para mostrar. ¡Vuelve pronto!",
  "contact.title": "Contactame",
  "contact.firstDescription": "Estoy abierto a nuevas oportunidades laborales. Puedes contactarme a través de mis redes sociales o enviándome un email.",
  "contact.secondDescription": "Te dejo un link de descarga de mi CV",
  "footer.develop": "Desarrollado por Federico Moretto",
  "footer.rights": "Todos los derechos reservados",
  "changeLanguage": "🇺🇸"
}